var unit3Data = new Object();
unit3Data.info =
{
	"pageStart" : "77", "pageEnd" : "114"
}

unit3Data.listDB =
{
	"title" : "3. 함께 사는 세상",
	"page" : "77",
	"children" : [
		{
			"title" : "1) 사랑으로 맺어진 가족", "page" : "79",
			"children" : [
				{"title" : "우리 가족을 알아봅시다.", "page" : "80"},
				{"title" : "큰아버지를 찾아봅시다.", "page" : "81"},
				{"title" : "할아버지를 찾아봅시다.", "page" : "82"},
				{"title" : "가족 구성 형태를 알아봅시다.", "page" : "83"},
				{"title" : "가족 구성 형태를 바르게 연결해 봅시다.", "page" : "84"},
				{"title" : "가족의 모습을 골라 봅시다.", "page" : "85"},
				{"title" : "가족의 형태를 알아봅시다.", "page" : "86"}
			]
		},
		{
			"title" : "2) 학교에서 만나는 사람들", "page" : "87",
			"children" : [
				{"title" : "학교에서 만나는 사람들을 살펴봅시다.", "page" : "88"},
				{"title" : "학교에서 만날 수 있는 사람을 모두 찾아봅시다.", "page" : "89"},
				{"title" : "교실에서 만날 수 있는 사람을 찾아봅시다.", "page" : "90"},
				{"title" : "다음 질문들을 친구에게 물어보고 써 봅시다.", "page" : "91"},
				{"title" : "친구에 대해 알아봅시다.", "page" : "92"},
				{"title" : "나의 다양한 모습들을 말해 봅시다.", "page" : "92"},
				{"title" : "취미 생활로 할 수 있는 활동을 알아봅시다.", "page" : "93"},
				{"title" : "운동으로 할 수 있는 취미 생활을 모두 찾아봅시다.", "page" : "94"}
			]
		},
		{
			"title" : "3) 함께 어울려 사는 사람들", "page" : "95",
			"children" : [
				{"title" : "우리 주변에서 볼 수 있는 이웃들을 알아봅시다.", "page" : "96"},
				{"title" : "집과 학교 외에 사람들을 만날 수 있는 곳을 알아봅시다.", "page" : "97"},
				{"title" : "도움을 요청할 수 있는 이웃들을 알아봅시다.", "page" : "98"},
				{"title" : "이웃과 함께 할 수 있는 일을 알아봅시다.", "page" : "99"},
				{"title" : "우리 주변의 이웃을 알맞게 써 봅시다.", "page" : "100"},
				{"title" : "사람들을 만날 수 있는 모임을 알아봅시다.", "page" : "101"},
				{"title" : "내가 활동하는 모임을 말해 봅시다.", "page" : "101"},
				{"title" : "좋아하는 활동을 함께하는 동아리 모임을 알아봅시다.", "page" : "102"}
			]
		},
		{
			"title" : "주변 사람에 대해 할 수 있는 바른말 알기", "page" : "103",
			"children" : [
				{"title" : "가족과 친척사이에 지켜야 할 예절을 말해 봅시다.", "page" : "104"},
				{"title" : "주변 사람을 만날 때 할 수 있는 적절한 말을 알아봅시다.", "page" : "105"}
			]
		},
		{"title" : "스피드 버튼", "page" : "106"},
		{"title" : "1단계 학습평가", "page" : "107"},
		{"title" : "2단계 학습평가", "page" : "109"},
		{"title" : "3단계 학습평가", "page" : "111"},
		{"title" : "내 주변 사람들을 말해 봅시다.", "page" : "113"}
	]
}